Revit 2027 API
ParameterTypeId.FamilyTopLevelOffsetParam Property
 "Top Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyTopLevelOffsetParam { get; }
Public Shared ReadOnly Property FamilyTopLevelOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyTopLevelOffsetParam {
	ForgeTypeId^ get ();
}
static member FamilyTopLevelOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace